{
    "goa_mumbai_tours": [
      {
        "id": 1,
        "name": "North India Goa & Mumbai Tour",
        "introduction": "Experience the vibrant culture and scenic beauty of Goa and Mumbai along with the historical and spiritual wonders of North India.",
        "tour_plan": [
          "Day 1: Arrival in Delhi - Visit Red Fort, Humayun’s Tomb, and India Gate.",
          "Day 2: Travel to Jaipur - Explore Amber Fort, Hawa Mahal, and Jantar Mantar.",
          "Day 3: Fly to Mumbai - Visit Gateway of India, Marine Drive, and Elephanta Caves.",
          "Day 4: Travel to Goa - Relax at Baga Beach, visit Fort Aguada, and enjoy nightlife at Tito’s Lane.",
          "Day 5: Explore South Goa - Visit Colva Beach, Basilica of Bom Jesus, and Dudhsagar Waterfalls."
        ],
        "city_information": {
          "Delhi": "India’s capital, a blend of Mughal history, bustling streets, and cultural heritage.",
          "Jaipur": "The Pink City, known for its royal palaces and colorful markets.",
          "Mumbai": "India’s financial hub, famous for Bollywood, beaches, and colonial-era landmarks.",
          "Goa": "A tropical paradise known for its beaches, nightlife, and Portuguese influence."
        },
        "highlights": [
          "Enjoy the architectural marvels of Jaipur and Delhi.",
          "Experience Mumbai’s fast-paced life and historic charm.",
          "Relax on Goa’s stunning beaches and vibrant nightlife."
        ],
        "must_visit": [
          "Red Fort",
          "Amber Fort",
          "Gateway of India",
          "Baga Beach",
          "Basilica of Bom Jesus"
        ],
        "gallery": [
          "https://example.com/images/north_goa1.jpg",
          "https://example.com/images/north_goa2.jpg",
          "https://example.com/images/north_goa3.jpg"
        ]
      },
      {
        "id": 2,
        "name": "South India Goa & Mumbai Tour",
        "introduction": "A mesmerizing journey through the coastal beauty of South India, exploring Mumbai, Goa, and Kerala’s backwaters.",
        "tour_plan": [
          "Day 1: Arrival in Chennai - Visit Marina Beach, Kapaleeshwarar Temple, and Fort St. George.",
          "Day 2: Travel to Kochi - Explore Fort Kochi, Chinese Fishing Nets, and Mattancherry Palace.",
          "Day 3: Fly to Mumbai - Visit Chhatrapati Shivaji Terminus, Juhu Beach, and Siddhivinayak Temple.",
          "Day 4: Travel to Goa - Enjoy Calangute Beach, Fort Aguada, and cruise on Mandovi River.",
          "Day 5: Explore South Goa - Visit Palolem Beach, Dudhsagar Waterfalls, and Old Goa Churches."
        ],
        "city_information": {
          "Chennai": "The capital of Tamil Nadu, known for its Dravidian temples and colonial history.",
          "Kochi": "A charming coastal city famous for its mix of Portuguese and Indian culture.",
          "Mumbai": "A city of contrasts with colonial architecture and modern skyscrapers.",
          "Goa": "A beach lover’s paradise, offering adventure and relaxation."
        },
        "highlights": [
          "Discover Chennai’s cultural and religious heritage.",
          "Experience the backwaters and cultural fusion in Kochi.",
          "Explore the nightlife and water sports in Goa."
        ],
        "must_visit": [
          "Marina Beach",
          "Fort Kochi",
          "Gateway of India",
          "Calangute Beach",
          "Dudhsagar Waterfalls"
        ],
        "gallery": [
          "https://example.com/images/south_goa1.jpg",
          "https://example.com/images/south_goa2.jpg",
          "https://example.com/images/south_goa3.jpg"
        ]
      },
      {
        "id": 3,
        "name": "East India Goa & Mumbai Tour",
        "introduction": "A unique combination of East India’s spiritual wonders and the vibrant beach life of Goa and Mumbai.",
        "tour_plan": [
          "Day 1: Arrival in Kolkata - Visit Victoria Memorial, Howrah Bridge, and Dakshineswar Temple.",
          "Day 2: Travel to Bhubaneswar - Explore Lingaraj Temple, Udayagiri Caves, and Chilika Lake.",
          "Day 3: Fly to Mumbai - Visit Marine Drive, Elephanta Caves, and Bandra-Worli Sea Link.",
          "Day 4: Travel to Goa - Visit Anjuna Beach, Basilica of Bom Jesus, and enjoy a sunset cruise.",
          "Day 5: Explore South Goa - Visit Butterfly Beach, Cabo de Rama Fort, and spice plantations."
        ],
        "city_information": {
          "Kolkata": "The cultural capital of India, famous for its literary and artistic heritage.",
          "Bhubaneswar": "The temple city of India, home to ancient Hindu architecture.",
          "Mumbai": "A dynamic metropolis known for Bollywood and its coastal charm.",
          "Goa": "A favorite travel destination for its beaches, seafood, and vibrant festivals."
        },
        "highlights": [
          "Explore the colonial charm of Kolkata.",
          "Discover the ancient temples and caves of Bhubaneswar.",
          "Relax on the serene beaches of Goa."
        ],
        "must_visit": [
          "Victoria Memorial",
          "Lingaraj Temple",
          "Elephanta Caves",
          "Anjuna Beach",
          "Basilica of Bom Jesus"
        ],
        "gallery": [
          "https://example.com/images/east_goa1.jpg",
          "https://example.com/images/east_goa2.jpg",
          "https://example.com/images/east_goa3.jpg"
        ]
      },
      {
        "id": 4,
        "name": "West India Goa & Mumbai Tour",
        "introduction": "A perfect getaway to explore the best of West India’s coastal beauty, including Mumbai and Goa’s top attractions.",
        "tour_plan": [
          "Day 1: Arrival in Mumbai - Visit Gateway of India, Elephanta Caves, and Marine Drive.",
          "Day 2: Explore Lonavala - Visit Bhushi Dam, Tiger’s Leap, and Karla Caves.",
          "Day 3: Travel to Goa - Relax at Vagator Beach, explore Chapora Fort, and cruise on Mandovi River.",
          "Day 4: Visit South Goa - Explore Palolem Beach, Shanta Durga Temple, and spice plantations.",
          "Day 5: Departure from Goa."
        ],
        "city_information": {
          "Mumbai": "A bustling city of business, entertainment, and colonial architecture.",
          "Lonavala": "A scenic hill station known for waterfalls, caves, and lush greenery.",
          "Goa": "A top beach destination with a blend of adventure and relaxation."
        },
        "highlights": [
          "Enjoy Mumbai’s street food and nightlife.",
          "Visit Lonavala’s stunning waterfalls and viewpoints.",
          "Experience the best beaches and forts in Goa."
        ],
        "must_visit": [
          "Gateway of India",
          "Bhushi Dam",
          "Vagator Beach",
          "Chapora Fort",
          "Palolem Beach"
        ],
        "gallery": [
          "https://example.com/images/west_goa1.jpg",
          "https://example.com/images/west_goa2.jpg",
          "https://example.com/images/west_goa3.jpg"
        ]
      }
    ]
  }
  