{
    "weekend_tours": [
      {
        "id": 1,
        "name": "North India Weekend Tour",
        "introduction": "Experience the beauty of North India with a short yet enriching journey through Delhi, Rishikesh, and Mussoorie. Witness historical landmarks, spiritual hubs, and scenic landscapes.",
        "tour_plan": [
          "Day 1: Arrival in Delhi - Visit Red Fort, India Gate, Qutub Minar, and Chandni Chowk.",
          "Day 2: Travel to Rishikesh - Explore Lakshman Jhula, Triveni Ghat, and attend Ganga Aarti.",
          "Day 3: Drive to Mussoorie - Visit Kempty Falls, Gun Hill, and Mall Road.",
          "Day 4: Return to Delhi or Departure."
        ],
        "city_information": {
          "Delhi": "India’s capital city, known for its rich history, bustling streets, and iconic monuments.",
          "Rishikesh": "The yoga capital of the world, famous for spiritual retreats and adventure sports.",
          "Mussoorie": "A scenic hill station known for colonial architecture and breathtaking views."
        },
        "highlights": [
          "Enjoy the spiritual atmosphere of Rishikesh.",
          "Explore the colonial charm of Mussoorie.",
          "Taste the famous street food of Delhi."
        ],
        "must_visit": [
          "Red Fort",
          "Lakshman Jhula",
          "Kempty Falls",
          "Gun Hill",
          "India Gate"
        ],
        "gallery": [
          "https://example.com/images/north1.jpg",
          "https://example.com/images/north2.jpg",
          "https://example.com/images/north3.jpg"
        ]
      },
      {
        "id": 2,
        "name": "South India Weekend Tour",
        "introduction": "A rejuvenating weekend getaway exploring the serene beauty of South India, covering Bangalore, Coorg, and Mysore.",
        "tour_plan": [
          "Day 1: Arrival in Bangalore - Visit Lalbagh Botanical Garden, Cubbon Park, and Bangalore Palace.",
          "Day 2: Travel to Coorg - Explore Abbey Falls, Dubare Elephant Camp, and coffee plantations.",
          "Day 3: Drive to Mysore - Visit Mysore Palace, Chamundi Hills, and Brindavan Gardens.",
          "Day 4: Return to Bangalore or Departure."
        ],
        "city_information": {
          "Bangalore": "The IT hub of India, known for its vibrant culture and pleasant climate.",
          "Coorg": "A beautiful hill station, famous for its coffee estates and waterfalls.",
          "Mysore": "A historic city known for its palaces, gardens, and silk sarees."
        },
        "highlights": [
          "Experience Coorg’s lush coffee plantations.",
          "Admire the grandeur of Mysore Palace.",
          "Enjoy the nightlife and cafes of Bangalore."
        ],
        "must_visit": [
          "Bangalore Palace",
          "Abbey Falls",
          "Dubare Elephant Camp",
          "Mysore Palace",
          "Brindavan Gardens"
        ],
        "gallery": [
          "https://example.com/images/south1.jpg",
          "https://example.com/images/south2.jpg",
          "https://example.com/images/south3.jpg"
        ]
      },
      {
        "id": 3,
        "name": "East India Weekend Tour",
        "introduction": "A short but enriching journey through the cultural and natural wonders of East India, covering Kolkata, Darjeeling, and Gangtok.",
        "tour_plan": [
          "Day 1: Arrival in Kolkata - Visit Victoria Memorial, Howrah Bridge, and Dakshineswar Temple.",
          "Day 2: Travel to Darjeeling - Explore Tiger Hill, Batasia Loop, and Darjeeling Tea Gardens.",
          "Day 3: Drive to Gangtok - Visit Tsomgo Lake, Rumtek Monastery, and MG Marg.",
          "Day 4: Return to Kolkata or Departure."
        ],
        "city_information": {
          "Kolkata": "A city of intellectual and colonial heritage, known for its art, literature, and history.",
          "Darjeeling": "A hill station famous for its tea plantations and scenic views of the Himalayas.",
          "Gangtok": "The capital of Sikkim, offering breathtaking mountain views and Buddhist monasteries."
        },
        "highlights": [
          "Witness the sunrise over the Himalayas from Tiger Hill.",
          "Experience the charm of Darjeeling’s tea estates.",
          "Explore the serene monasteries of Gangtok."
        ],
        "must_visit": [
          "Victoria Memorial",
          "Tiger Hill",
          "Darjeeling Tea Gardens",
          "Tsomgo Lake",
          "Rumtek Monastery"
        ],
        "gallery": [
          "https://example.com/images/east1.jpg",
          "https://example.com/images/east2.jpg",
          "https://example.com/images/east3.jpg"
        ]
      },
      {
        "id": 4,
        "name": "West India Weekend Tour",
        "introduction": "A delightful escape into the beauty of the Western Ghats, covering Mumbai, Lonavala, and Mahabaleshwar.",
        "tour_plan": [
          "Day 1: Arrival in Mumbai - Visit Gateway of India, Marine Drive, and Elephanta Caves.",
          "Day 2: Travel to Lonavala - Explore Bhushi Dam, Tiger’s Leap, and Karla Caves.",
          "Day 3: Drive to Mahabaleshwar - Visit Venna Lake, Arthur’s Seat, and Mapro Garden.",
          "Day 4: Return to Mumbai or Departure."
        ],
        "city_information": {
          "Mumbai": "The city of dreams, known for Bollywood, beaches, and colonial landmarks.",
          "Lonavala": "A beautiful hill station famous for waterfalls, caves, and lush greenery.",
          "Mahabaleshwar": "A scenic retreat with panoramic views and strawberry farms."
        },
        "highlights": [
          "Explore Mumbai’s vibrant nightlife and street food.",
          "Enjoy the waterfalls and nature trails of Lonavala.",
          "Visit the strawberry farms of Mahabaleshwar."
        ],
        "must_visit": [
          "Gateway of India",
          "Bhushi Dam",
          "Tiger’s Leap",
          "Venna Lake",
          "Arthur’s Seat"
        ],
        "gallery": [
          "https://example.com/images/west1.jpg",
          "https://example.com/images/west2.jpg",
          "https://example.com/images/west3.jpg"
        ]
      },
      {
        "id": 5,
        "name": "Central India Weekend Tour",
        "introduction": "A journey through the heritage and wildlife of Central India, covering Bhopal, Sanchi, and Pachmarhi.",
        "tour_plan": [
          "Day 1: Arrival in Bhopal - Visit Taj-ul-Masjid, Upper Lake, and Tribal Museum.",
          "Day 2: Travel to Sanchi - Explore Sanchi Stupa and Udayagiri Caves.",
          "Day 3: Drive to Pachmarhi - Visit Bee Falls, Dhupgarh, and Jata Shankar Cave.",
          "Day 4: Return to Bhopal or Departure."
        ],
        "city_information": {
          "Bhopal": "The city of lakes, blending modernity with Mughal and tribal history.",
          "Sanchi": "A UNESCO World Heritage Site, known for its ancient Buddhist stupas.",
          "Pachmarhi": "A serene hill station with waterfalls and lush green forests."
        },
        "highlights": [
          "Explore the UNESCO-listed Sanchi Stupa.",
          "Enjoy the waterfalls and caves of Pachmarhi.",
          "Discover the heritage of Bhopal."
        ],
        "must_visit": [
          "Taj-ul-Masjid",
          "Sanchi Stupa",
          "Bee Falls",
          "Dhupgarh",
          "Upper Lake"
        ],
        "gallery": [
          "https://example.com/images/central1.jpg",
          "https://example.com/images/central2.jpg",
          "https://example.com/images/central3.jpg"
        ]
      }
    ]
  }
  